<script>
export default {
  data() {
    return {
      sentence: `1. 수집하는 개인 정보
(1) 롤문철 닷컴은 최초 회원 가입시 원활환 서비스 제공을 위해 아래와 같은 최소한의 개인정보를 필수항목으로 수집하고 있습니다.
- 필수 항목: 이메일 주소, 닉네임, 비밀번호
(2) 서비스 이용 과정에서 아래와 같은 정보들이 추가로 수집될 수 있습니다.
- 서비스 이용 정보: IP 주소, 쿠키, 방문 일시, 서비스 이용 기록, 운영체제 정보(OS), 사용 기기 정보, MAC 주소

2. 개인정보의 수집 및 이용 목적
(1) 회원관리
회원제 서비스 제공 및 개선, 개인식별, 이용약관 위반 회원에 대한 이용제한 조치, 서비스의 원활환 운영에 지장
을 미치는 행위 및 서비스 부정이용 행위 제재, 가입의사 확인, 가입 및 가입횟수 제한, 고지사항 전달, 회원탈퇴 의사의 확인 등

(2) 신규 서비스 개발 및 마케팅의 활용
신규 서비스 개발 및 맞춤 서비스 제공, 통계햑적 특성에 따른 서비스 제공 및 광고 게재, 서비스의 유효성 확인,
광고성 정보 제공, 접속빈도 파악, 회원의 서비스 이용에 대한 통계 분석 등

(3) 법적 증거로 활용
법적 분쟁시 증거자료 제출

3. 개인정보의 보유 및 이용기간
이용자의 개인정보는 원칙적으로 개인정보의 수집 및 이용목적이 달성되면 지체 없이 파기합니다.
단, 상법, 전자상거래 등에서의 소비자보호에 관한 법률 등 관계법령의 규정에 의하여
보존할 필요가 있는 경우 회사는 관계법령에서 정한 일정한 기간 동안 회원 정보를 보관합니다.
이 경우 회사는 보관하는 정보를 그 보관의 목적으로만 이용하며 보존기간은 아래와 같습니다.

(1) 웹사이트 방문기록
- 보존 이유: 통신비밀보호법
- 보존 기간: 3개월`
    }
  }
}
</script>